{
  "texts": [
    {
      "content": "Con mèo kêu meo. Con chó sủa gâu. Chim bay trên cây. Mặt trời sáng to. Bé chơi ở sân. Mẹ ở trong nhà. Bố đi làm vui. Ông trồng cây xanh. Bà may áo đẹp. Nhà bé rất vui. Bé chạy thật nhanh. Bé vẽ mặt cười. Mèo con màu trắng. Mèo thích cá nhỏ. Bé cho mèo ăn. Trời xanh rất đẹp. Chim hót thật to. Bé cười cả ngày. Bé có chú chó. Chó thích chạy nhanh. Bé dẫn chó đi. Đi chơi ngoài vườn. Vườn có hoa đỏ. Hoa nở thật đẹp. Bé hát bài hát. Bài hát thật vui.",
      "class": 1,
      "type": "sentence"
    },
    {
      "content": "Bé yêu nhà mình. Nhà bé có mẹ. Mẹ hiền và vui. Mẹ làm bánh ngon. Bé thích ăn bánh. Bố chơi với bé. Bố đá bóng to. Bé cười thật vui. Nhà có con mèo. Mèo con màu trắng. Mèo kêu meo meo. Bé cho mèo ăn. Mèo thích cá nhỏ. Ông trồng cây xanh. Cây to trước sân. Bà may áo đẹp. Bé mặc áo mới. Bé chạy ngoài sân. Chim bay trên cây. Trời xanh rất đẹp. Bé vui cả ngày. Bé có chú chó. Chó sủa gâu gâu. Bé dẫn chó đi. Đi chơi ngoài vườn. Vườn có hoa đỏ. Hoa nở thật đẹp.",
      "class": 1,
      "type": "paragraph"
    },
    {
      "content": "Mèo con kêu meo. Chạy theo quả bóng. Bé cười thật to. Chơi vui cả ngày. Trời xanh rất đẹp. Chim hót trên cao. Bé yêu nhà mình. Vui bên mẹ cha. Bố đá bóng to. Bé chạy thật nhanh. Ông trồng cây xanh. Cây to trước sân. Bà may áo đẹp. Bé mặc áo mới. Chim bay trên trời. Bé hát thật vui. Chó con sủa gâu. Chạy khắp trong vườn. Vườn có hoa đỏ. Hoa nở thật đẹp. Bé vui trong nhà. Nhà bé ấm êm. Bé yêu mọi người. Cả nhà đều vui.",
      "class": 1,
      "type": "poem"
    },
    {
      "content": "Bé đi học vui. Cô giáo rất hiền. Bạn bè chơi cùng. Sân trường có cây. Bé học chữ mới. Chữ a, chữ o. Bé vẽ mặt cười. Trường bé thật đẹp. Bé hát bài hát. Bài hát thật vui. Bạn Lan vẽ mèo. Mèo kêu meo meo. Bé chạy ngoài sân. Sân trường có hoa. Hoa đỏ rất đẹp. Bé thích kể chuyện. Chuyện về chú chó. Chó sủa gâu gâu. Bé cười thật to. Bé học thật chăm. Cô giáo khen bé. Bé yêu trường mình. Bé chơi nhảy dây. Bé vẽ cây xanh. Cây to bóng mát. Bé vui cả ngày.",
      "class": 2,
      "type": "sentence"
    },
    {
      "content": "Bé đi học vui. Trường bé rất đẹp. Có cây xanh to. Hoa nở trước sân. Cô giáo hiền lắm. Cô dạy chữ mới. Bé học chữ a. Bé viết chữ o. Bé vẽ con mèo. Mèo kêu meo meo. Bạn Lan chơi cùng. Hai bạn nhảy dây. Bé thích kể chuyện. Chuyện về chú chó. Chó sủa gâu gâu. Bé cười thật to. Sân trường có nắng. Bé chạy thật nhanh. Bé yêu trường học. Trường như nhà bé. Bé có bạn Minh. Minh vẽ hoa đẹp. Bé và Minh chơi. Chơi trò đu quay. Bé hát bài hát. Bài hát thật vui. Bé học thật chăm. Bé muốn viết tốt.",
      "class": 2,
      "type": "paragraph"
    },
    {
      "content": "Trường bé thật vui. Có hoa và cây. Cô giáo hiền lắm. Dạy bé từng ngày. Bé học chữ to. Cùng bạn hát vang. Sân trường nắng đẹp. Bé cười trong nắng. Bé vẽ con mèo. Mèo kêu meo meo. Bạn Lan chơi cùng. Nhảy dây thật vui. Chuyện về chú chó. Bé kể thật to. Chó sủa gâu gâu. Bé cười rất thích. Hoa đỏ trước sân. Nở đẹp cả ngày. Bé yêu trường mình. Trường như nhà bé. Bé học thật chăm. Cô giáo khen hoài. Bé chơi ngoài sân. Bé vui cả ngày.",
      "class": 2,
      "type": "poem"
    },
    {
      "content": "Bé thích đi học. Bạn bè vui lắm. Cô dạy bé hát. Bài hát thật hay. Cây xanh ở trường. Hoa nở đẹp quá. Bé vẽ bức tranh. Tranh có mặt trời. Bé chạy ngoài sân. Sân trường rất rộng. Bạn Minh đá bóng. Bóng tròn thật đẹp. Bé cười thật to. Bé học chữ mới. Cô giáo khen bé. Bé yêu trường mình. Bé chơi nhảy dây. Bé kể chuyện vui. Chuyện về con thỏ. Thỏ chạy rất nhanh. Bé vẽ cây xanh. Cây to bóng mát. Bé hát thật to. Bé vui cả ngày. Bé có bạn Lan. Lan vẽ hoa đỏ. Bé yêu bạn bè.",
      "class": 3,
      "type": "sentence"
    },
    {
      "content": "Bé yêu trường học. Trường có cây xanh. Sân trường rất rộng. Bé chạy thật vui. Cô giáo dạy hát. Bé hát to lắm. Bài hát về chim. Chim bay trên trời. Bé vẽ bức tranh. Tranh có hoa đỏ. Bạn Minh chơi cùng. Hai bạn đá bóng. Bóng tròn thật đẹp. Bé cười cả ngày. Cô kể chuyện hay. Chuyện về con thỏ. Thỏ chạy rất nhanh. Bé thích trường mình. Bé học chữ mới. Bé yêu bạn bè. Bé có bạn Lan. Lan thích nhảy dây. Bé và Lan chơi. Chơi ở sân trường. Bé thấy mặt trời. Mặt trời sáng to. Bé hát thật vui. Bé muốn học giỏi.",
      "class": 3,
      "type": "paragraph"
    },
    {
      "content": "Cây xanh trước sân. Che mát trường bé. Bạn bè cùng hát. Bài ca thật vui. Cô giáo kể chuyện. Chuyện về chú thỏ. Bé mơ làm bạn. Với thỏ trong tranh. Bé vẽ bức tranh. Tranh có hoa đỏ. Bạn Minh đá bóng. Bóng tròn thật đẹp. Bé chạy ngoài sân. Sân trường rất rộng. Bé hát bài hát. Bài hát thật hay. Bé học chữ mới. Cô giáo khen bé. Bé yêu trường mình. Trường như nhà vui. Bé chơi nhảy dây. Bé cười thật to. Bé có bạn Lan. Lan vẽ cây xanh. Bé vui cả ngày. Bé muốn học giỏi.",
      "class": 3,
      "type": "poem"
    },
    {
      "content": "Bé yêu quê hương. Con sông rất đẹp. Cây xanh hai bên. Gió thổi mát lành. Bé thả diều vui. Diều bay lên cao. Bé cười thật to. Quê bé yên bình. Cánh đồng lúa xanh. Lúa mọc khắp nơi. Bé đi trên đường. Đường làng nhỏ đẹp. Bé thấy con cá. Cá bơi trong sông. Bé vẽ bức tranh. Tranh có cây to. Ông trồng cây xanh. Cây che mát làng. Bé học ở trường. Trường quê rất đẹp. Bé có bạn Nam. Nam thích kể chuyện. Bé và Nam chơi. Chơi ở bên sông. Bé yêu quê mình. Bé muốn quê xanh.",
      "class": 4,
      "type": "sentence"
    },
    {
      "content": "Quê bé có sông. Nước sông trong xanh. Bé thích ngồi đó. Nhìn cá bơi lội. Mẹ kể chuyện quê. Chuyện về cánh đồng. Bé muốn giúp làng. Trồng cây thật nhiều. Cánh đồng xanh mát. Lúa mọc khắp nơi. Bé đi trên đường. Đường làng nhỏ đẹp. Bé thấy con diều. Diều bay trên trời. Bé chạy theo diều. Bé cười thật vui. Ông trồng cây to. Cây che mát làng. Bé học ở trường. Trường quê rất đẹp. Bé có bạn Nam. Nam thích kể chuyện. Bé và Nam chơi. Chơi ở bên sông. Bé yêu quê hương. Bé muốn quê xanh. Bé nhặt lá khô. Giữ làng sạch đẹp.",
      "class": 4,
      "type": "paragraph"
    },
    {
      "content": "Sông quê lặng trôi. Nước trong mát lành. Bé ngồi bên bờ. Nhìn diều bay cao. Cánh đồng xanh ngát. Lúa thơm khắp nơi. Bé yêu quê lắm. Muốn giữ quê xanh. Bé đi trên đường. Đường làng nhỏ đẹp. Cây xanh hai bên. Che mát cả ngày. Bé thấy con cá. Cá bơi trong sông. Bé vẽ bức tranh. Tranh có cây to. Ông trồng cây xanh. Cây đứng hiên ngang. Bé học ở trường. Trường quê thật vui. Bé có bạn Nam. Nam kể chuyện hay. Bé và Nam chơi. Chơi ở cánh đồng. Bé cười thật to. Bé muốn quê đẹp.",
      "class": 4,
      "type": "poem"
    },
    {
      "content": "Bé yêu thiên nhiên. Cây xanh bóng mát. Bé không vứt rác. Giữ đường sạch đẹp. Hoa nở trong vườn. Bướm bay rập rờn. Bé học thật chăm. Để giúp đất nước. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé trồng cây nhỏ. Cây lớn rất đẹp. Bé yêu bạn bè. Cùng học thật vui. Bé có bạn Lan. Lan vẽ hoa đỏ. Bé chạy ngoài sân. Bé cười cả ngày. Bé muốn học giỏi. Bé yêu đất trời.",
      "class": 5,
      "type": "sentence"
    },
    {
      "content": "Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé nhặt lá khô. Giữ công viên sạch. Hoa đỏ rất đẹp. Hoa vàng cũng to. Bé vẽ bức tranh. Tranh có cây xanh. Bạn Lan ở đó. Lan chạy thật nhanh. Bé và Lan cười. Cười vang cả ngày. Bé thấy mặt trời. Mặt trời sáng lắm. Bé thích thiên nhiên. Bé muốn giữ sạch. Bé học ở trường. Cô dạy về cây. Cây giúp không khí. Bé trồng cây nhỏ. Cây lớn rất đẹp. Bé yêu đất trời. Bé chăm học bài. Bé muốn học giỏi.",
      "class": 5,
      "type": "paragraph"
    },
    {
      "content": "Hoa nở trong vườn. Màu vàng, màu đỏ. Bé cười thật tươi. Chạy theo cánh bướm. Gió hát bài ca. Làm cây đung đưa. Bé yêu đất trời. Muốn giữ mãi xanh. Bé đi công viên. Công viên thật đẹp. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé trồng cây nhỏ. Cây lớn rất đẹp. Bé nhặt lá khô. Giữ đất sạch luôn. Bé học ở trường. Cô dạy thật hay. Bé yêu thiên nhiên. Bé muốn học giỏi. Bé có bạn Lan. Lan vẽ hoa đẹp.",
      "class": 5,
      "type": "poem"
    },
    {
      "content": "Bé học bài mới. Sách vở thật hay. Cô dạy về cây. Cây giúp không khí. Bé trồng cây nhỏ. Cây lớn cùng bé. Bé yêu bạn bè. Cùng học thật vui. Bé có vườn cây. Cây do bé trồng. Mỗi ngày bé tưới. Cây xanh mướt mát. Bé thấy chim bay. Chim hót trên cành. Bé vẽ bức tranh. Tranh có hoa đỏ. Bé đi học vui. Trường bé rất đẹp. Bé có bạn Nam. Nam kể chuyện hay. Bé và Nam chơi. Chơi ở công viên. Bé nhặt rác nhỏ. Giữ công viên sạch. Bé yêu thiên nhiên. Bé học thật chăm.",
      "class": 6,
      "type": "sentence"
    },
    {
      "content": "Bé có vườn cây. Cây do bé trồng. Mỗi ngày bé tưới. Cây xanh mướt mát. Bạn Nam giúp bé. Hai bạn chăm cây. Bé học được nhiều. Về cách yêu thiên nhiên. Bé thấy chim bay. Chim hót trên cành. Bé vẽ bức tranh. Tranh có cây to. Bé đi học vui. Trường bé rất đẹp. Cô giáo dạy hay. Dạy về đất trời. Bé biết cây quý. Cây làm sạch không khí. Bé muốn trồng nhiều. Trồng cây khắp nơi. Bé và bạn chơi. Chơi ở công viên. Công viên có hoa. Hoa nở thật đẹp. Bé nhặt rác nhỏ. Giữ công viên sạch. Bé yêu thiên nhiên. Bé học thật chăm.",
      "class": 6,
      "type": "paragraph"
    },
    {
      "content": "Cây xanh trước nhà. Lá reo trong gió. Bé ngồi học bài. Nghe chim ríu ran. Bạn bè cùng bé. Trồng thêm cây mới. Để trời mãi xanh. Để đời thêm vui. Bé có vườn cây. Cây do bé trồng. Mỗi ngày bé tưới. Cây xanh mướt mát. Bé vẽ bức tranh. Tranh có hoa đỏ. Bé đi học vui. Trường bé thật đẹp. Cô giáo dạy hay. Dạy về đất trời. Bé biết cây quý. Cây làm sạch không khí. Bé và bạn chơi. Chơi ở công viên. Công viên có hoa. Hoa nở thật đẹp. Bé yêu thiên nhiên. Bé học thật chăm.",
      "class": 6,
      "type": "poem"
    },
    {
      "content": "Bé yêu đất nước. Việt Nam thật đẹp. Núi cao, sông dài. Biển xanh lấp lánh. Bé học lịch sử. Về các anh hùng. Bé muốn lớn lên. Làm quê thêm giàu. Bé đọc sách hay. Sách kể về biển. Biển xanh rộng lớn. Có cá và tôm. Bé mơ đi xa. Xem biển thật đẹp. Bé giữ biển sạch. Không vứt rác bừa. Bé đi qua đồng. Đồng lúa xanh tươi. Bé thấy núi cao. Núi đứng hiên ngang. Bé học ở trường. Thầy cô dạy hay. Bé yêu thiên nhiên. Bé học thật chăm. Bé muốn quê đẹp. Bé trồng cây xanh.",
      "class": 7,
      "type": "sentence"
    },
    {
      "content": "Bé đọc sách hay. Sách kể về biển. Biển xanh rộng lớn. Có cá và tôm. Bé mơ đi xa. Xem biển thật đẹp. Bé giữ biển sạch. Không vứt rác bừa. Bé học lịch sử. Biết về tổ tiên. Họ giữ đất nước. Qua bao năm dài. Bé yêu quê hương. Việt Nam thật đẹp. Bé đi qua đồng. Đồng lúa xanh tươi. Bé thấy núi cao. Núi đứng hiên ngang. Bé muốn lớn lên. Làm quê thêm giàu. Bé học ở trường. Thầy cô dạy hay. Bé biết yêu biển. Yêu cả rừng xanh. Bé trồng cây nhỏ. Cây lớn che mát. Bé yêu thiên nhiên. Bé học thật chăm.",
      "class": 7,
      "type": "paragraph"
    },
    {
      "content": "Biển xanh sóng vỗ. Miền xa lấp lánh. Bé mơ một ngày. Đi khắp quê hương. Núi cao dựng đứng. Che chở làng quê. Bé yêu đất nước. Muốn giữ trời xanh. Bé đọc sách hay. Sách kể về biển. Biển xanh rộng lớn. Có cá và tôm. Bé đi qua đồng. Đồng lúa xanh tươi. Bé thấy núi cao. Núi đứng hiên ngang. Bé học lịch sử. Biết về tổ tiên. Họ giữ đất nước. Qua bao năm dài. Bé muốn lớn lên. Làm quê thêm đẹp. Bé trồng cây xanh. Cây lớn che mát. Bé học thật chăm. Bé yêu thiên nhiên.",
      "class": 7,
      "type": "poem"
    },
    {
      "content": "Bé học chăm chỉ. Muốn làm khoa học. Tìm cách giúp người. Trồng cây xanh mãi. Bé yêu trường học. Thầy cô như cha. Bé chia sẻ vui. Với bạn bè thân. Bé đọc sách hay. Sách kể về rừng. Rừng xanh rất quý. Giữ không khí sạch. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học toán vui. Toán giúp bé nghĩ. Bé muốn lớn lên. Xây cầu cho quê. Bé yêu thiên nhiên. Bé học thật chăm.",
      "class": 8,
      "type": "sentence"
    },
    {
      "content": "Bé thích học toán. Toán giúp bé nghĩ. Bé giải bài khó. Cùng bạn trong lớp. Thầy dạy bé rằng. Học là để lớn. Bé mơ làm nhà. Xây cầu cho quê. Bé đọc sách hay. Sách kể về rừng. Rừng xanh rất quý. Giữ không khí sạch. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học ở trường. Thầy cô dạy hay. Bé biết yêu rừng. Yêu cả đất trời. Bé trồng cây nhỏ. Cây lớn che mát. Bé yêu thiên nhiên. Bé học thật chăm.",
      "class": 8,
      "type": "paragraph"
    },
    {
      "content": "Sách mở giấc mơ. Dẫn bé đi xa. Thầy cô dạy mãi. Những điều thật hay. Bé nhìn trời xanh. Muốn làm chim bay. Mang niềm vui đến. Khắp mọi nơi xa. Bé thích học toán. Toán giúp bé nghĩ. Bé giải bài khó. Cùng bạn trong lớp. Bé đọc sách hay. Sách kể về rừng. Rừng xanh rất quý. Giữ không khí sạch. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé trồng cây nhỏ. Cây lớn che mát. Bé yêu thiên nhiên. Bé học thật chăm. Bé mơ lớn lên. Xây cầu cho quê.",
      "class": 8,
      "type": "poem"
    },
    {
      "content": "Bé học văn hay. Văn kể chuyện đời. Bé viết bài thơ. Về mẹ dịu hiền. Bé yêu công nghệ. Máy tính thật vui. Bé muốn sáng tạo. Giúp đời tốt hơn. Bé đọc sách hay. Sách kể về môi trường. Rừng xanh rất quý. Giữ không khí sạch. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học ở trường. Thầy cô dạy hay. Bé yêu thiên nhiên. Bé học thật chăm. Bé muốn lớn lên. Làm quê thêm đẹp.",
      "class": 9,
      "type": "sentence"
    },
    {
      "content": "Bé học về môi trường. Rừng xanh rất quý. Bé biết rừng giữ. Không khí trong lành. Bé cùng bạn bè. Trồng cây ở trường. Bé mơ trái đất. Mãi xanh như mơ. Bé đọc sách hay. Sách kể về rừng. Rừng có chim bay. Chim hót thật vui. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé vẽ bức tranh. Tranh có cây xanh. Bé học văn hay. Văn kể chuyện đời. Bé viết bài thơ. Về mẹ dịu hiền. Bé yêu công nghệ. Máy tính thật vui. Bé muốn sáng tạo. Giúp đời tốt hơn. Bé học thật chăm. Bé yêu thiên nhiên.",
      "class": 9,
      "type": "paragraph"
    },
    {
      "content": "Rừng xanh bát ngát. Giữ cho đời vui. Bé trồng cây nhỏ. Dưới nắng ngậm ngùi. Mơ ngày mai đến. Trái đất xanh hơn. Bé mang hy vọng. Làm đời thêm xanh. Bé học văn hay. Văn kể chuyện đời. Bé viết bài thơ. Về mẹ dịu hiền. Bé yêu công nghệ. Máy tính thật vui. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học thật chăm. Bé muốn sáng tạo. Bé yêu thiên nhiên. Giúp đời tốt hơn.",
      "class": 9,
      "type": "poem"
    },
    {
      "content": "Bé học lịch sử. Biết ơn tổ tiên. Họ giữ đất nước. Qua bao gian khó. Bé yêu hòa bình. Mong thế giới vui. Bé học thật giỏi. Để xây quê hương. Bé đọc sách hay. Sách kể về chiến tranh. Ông cha mạnh mẽ. Bảo vệ quê nhà. Bé đi qua đồng. Đồng lúa xanh tươi. Bé thấy núi cao. Núi đứng hiên ngang. Bé học ở trường. Thầy cô dạy hay. Bé muốn lớn lên. Làm quê thêm đẹp. Bé yêu thiên nhiên. Bé trồng cây xanh. Bé biết chia sẻ. Giúp bạn bè vui. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 10,
      "type": "sentence"
    },
    {
      "content": "Bé đọc về chiến tranh. Xưa ông cha mạnh mẽ. Họ bảo vệ quê hương. Để bé có hôm nay. Bé cảm ơn quá khứ. Bé học để dựng xây. Bé muốn đất nước. Mạnh giàu hơn nữa. Bé học lịch sử. Biết ơn tổ tiên. Họ giữ đất nước. Qua bao gian khó. Bé yêu hòa bình. Mong thế giới vui. Bé đi qua đồng. Đồng lúa xanh tươi. Bé thấy núi cao. Núi đứng hiên ngang. Bé học ở trường. Thầy cô dạy hay. Bé muốn lớn lên. Làm quê thêm đẹp. Bé yêu thiên nhiên. Bé trồng cây xanh. Bé biết chia sẻ. Giúp bạn bè vui. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 10,
      "type": "paragraph"
    },
    {
      "content": "Quê hương là máu. Tổ tiên để lại. Bé mang trong tim. Niềm tự hào mãi. Học hành chăm chỉ. Dựng xây đất nước. Để đời mai sau. Rực rỡ quê hương. Bé đọc sách hay. Sách kể về chiến tranh. Ông cha mạnh mẽ. Bảo vệ quê nhà. Bé đi qua đồng. Đồng lúa xanh tươi. Bé thấy núi cao. Núi đứng hiên ngang. Bé học lịch sử. Biết ơn tổ tiên. Bé yêu hòa bình. Mong thế giới vui. Bé trồng cây xanh. Cây lớn che mát. Bé biết chia sẻ. Giúp bạn bè vui. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 10,
      "type": "poem"
    },
    {
      "content": "Bé mơ làm thầy. Dạy trẻ thơ vui. Bé học văn hóa. Giữ nét quê hương. Bé yêu công bằng. Giúp người khó khăn. Bé tin ước mơ. Sẽ thành sự thật. Bé đọc sách hay. Sách kể về thế giới. Có nhiều điều hay. Bé muốn tìm hiểu. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học ở trường. Thầy cô dạy hay. Bé biết chia sẻ. Giúp bạn bè vui. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 11,
      "type": "sentence"
    },
    {
      "content": "Bé nghĩ về tương lai. Muốn làm điều tốt. Bé học về thế giới. Có nhiều điều hay. Bé biết chia sẻ. Giúp bạn bè vui. Bé mong mọi người. Sống trong hòa bình. Bé đọc sách hay. Sách kể về văn hóa. Giữ nét quê hương. Bé muốn tìm hiểu. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học ở trường. Thầy cô dạy hay. Bé yêu công bằng. Giúp người khó khăn. Bé tin ước mơ. Sẽ thành sự thật. Bé học thật chăm. Bé mơ tương lai.",
      "class": 11,
      "type": "paragraph"
    },
    {
      "content": "Ước mơ như gió. Bay xa muôn nơi. Bé mang khát vọng. Làm đời sáng ngời. Học hành chăm chỉ. Giữ lòng trong sạch. Để mai lớn lên. Tỏa sáng quê hương. Bé học văn hóa. Giữ nét quê nhà. Bé đọc sách hay. Sách kể chuyện đời. Bé biết chia sẻ. Giúp bạn bè vui. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé yêu công bằng. Giúp người khó khăn. Bé tin ước mơ. Sẽ thành sự thật.",
      "class": 11,
      "type": "poem"
    },
    {
      "content": "Bé học cuối cấp. Chuẩn bị tương lai. Bé muốn giúp đời. Làm quê thêm đẹp. Bé yêu gia đình. Cảm ơn thầy cô. Bé tin bản thân. Sẽ làm nên kỳ tích. Bé đọc sách hay. Sách kể về thế giới. Có nhiều điều hay. Bé muốn tìm hiểu. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học ở trường. Thầy cô dạy hay. Bé biết chia sẻ. Giúp bạn bè vui. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 12,
      "type": "sentence"
    },
    {
      "content": "Bé sắp rời trường. Lòng đầy lưu luyến. Thầy cô dạy bé. Làm người tử tế. Bé nhớ bạn bè. Những ngày vui chơi. Bé sẽ cố gắng. Để đời ý nghĩa hơn. Bé đọc sách hay. Sách kể về thế giới. Có nhiều điều hay. Bé muốn tìm hiểu. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé học ở trường. Thầy cô dạy hay. Bé biết chia sẻ. Giúp bạn bè vui. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 12,
      "type": "paragraph"
    },
    {
      "content": "Ngày mai rộng mở. Bé bước hiên ngang. Mang theo giấc mơ. Xây đời rực sáng. Thầy cô bạn bè. Mãi trong tim bé. Quê hương đất nước. Bé nguyện vươn xa. Bé học cuối cấp. Chuẩn bị tương lai. Bé muốn giúp đời. Làm quê thêm đẹp. Bé đọc sách hay. Sách kể chuyện đời. Bé biết chia sẻ. Giúp bạn bè vui. Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé vẽ bức tranh. Tranh có cây xanh. Bé mơ tương lai. Thế giới yêu thương.",
      "class": 12,
      "type": "poem"
    }
  ]
}