{
  "texts": [
    {
      "content": "Con mèo kêu meo. Con chó sủa gâu. Chim bay trên cây. Mặt trời sáng to. Bé chơi ở sân. Mẹ ở trong nhà. Bố đi làm vui. Ông trồng cây xanh. Bà may áo đẹp. Nhà bé rất vui.",
      "class": 1,
      "type": "sentence"
    },
    {
      "content": "Bé yêu mẹ lắm. Mẹ hiền và vui. Bé thích chơi bóng. Bố chơi với bé. Nhà bé có mèo. Mèo con kêu meo. Bé cho mèo ăn. Bé vui ở nhà.",
      "class": 1,
      "type": "paragraph"
    },
    {
      "content": "Mèo con kêu meo. Chạy theo quả bóng. Bé cười thật to. Chơi vui cả ngày. Trời xanh rất đẹp. Chim hót trên cao. Bé yêu nhà mình. Vui bên mẹ cha.",
      "class": 1,
      "type": "poem"
    },
    {
      "content": "Bé đi học vui. Cô giáo rất hiền. Bạn bè chơi cùng. Sân trường có cây. Bé học chữ mới. Chữ a, chữ o. Bé vẽ mặt cười. Trường bé thật đẹp.",
      "class": 2,
      "type": "sentence"
    },
    {
      "content": "Bé có trường đẹp. Cô giáo dạy chữ. Bé học chữ cái. Bạn Lan chơi cùng. Bé vẽ con mèo. Mèo kêu meo meo. Sân trường có hoa. Bé vui khi học.",
      "class": 2,
      "type": "paragraph"
    },
    {
      "content": "Trường bé thật vui. Có hoa và cây. Cô giáo hiền lắm. Dạy bé từng ngày. Bé học chữ to. Cùng bạn hát vang. Sân trường nắng đẹp. Bé cười trong nắng.",
      "class": 2,
      "type": "poem"
    },
    {
      "content": "Bé thích đi học. Bạn bè vui lắm. Cô dạy bé hát. Bài hát thật hay. Cây xanh ở trường. Hoa nở đẹp quá. Bé vẽ bức tranh. Tranh có mặt trời.",
      "class": 3,
      "type": "sentence"
    },
    {
      "content": "Bé đi học mỗi ngày. Trường bé có cây xanh. Cô giáo dạy bé viết. Bé viết tên của mình. Bạn Minh chơi cùng bé. Hai bạn nhảy dây vui. Bé thích giờ kể chuyện. Bé yêu trường như nhà.",
      "class": 3,
      "type": "paragraph"
    },
    {
      "content": "Cây xanh trước sân. Che mát trường bé. Bạn bè cùng hát. Bài ca thật vui. Cô giáo kể chuyện. Chuyện về chú thỏ. Bé mơ làm bạn. Với thỏ trong tranh.",
      "class": 3,
      "type": "poem"
    },
    {
      "content": "Bé yêu quê hương. Con sông rất đẹp. Cây xanh hai bên. Gió thổi mát lành. Bé thả diều vui. Diều bay lên cao. Bé cười thật to. Quê bé yên bình.",
      "class": 4,
      "type": "sentence"
    },
    {
      "content": "Quê bé có sông. Nước sông trong xanh. Bé thích ngồi đó. Nhìn cá bơi lội. Mẹ kể chuyện quê. Chuyện về cánh đồng. Bé muốn giúp làng. Trồng cây thật nhiều.",
      "class": 4,
      "type": "paragraph"
    },
    {
      "content": "Sông quê lặng trôi. Nước trong mát lành. Bé ngồi bên bờ. Nhìn diều bay cao. Cánh đồng xanh ngát. Lúa thơm khắp nơi. Bé yêu quê lắm. Muốn giữ quê xanh.",
      "class": 4,
      "type": "poem"
    },
    {
      "content": "Bé yêu thiên nhiên. Cây xanh bóng mát. Bé không vứt rác. Giữ đường sạch đẹp. Hoa nở trong vườn. Bướm bay rập rờn. Bé học thật chăm. Để giúp đất nước.",
      "class": 5,
      "type": "sentence"
    },
    {
      "content": "Bé đi công viên. Công viên có hoa. Bé và bạn chơi. Chơi trò đu quay. Bé thấy chim bay. Chim hót thật vui. Bé nhặt lá khô. Giữ công viên sạch.",
      "class": 5,
      "type": "paragraph"
    },
    {
      "content": "Hoa nở trong vườn. Màu vàng, màu đỏ. Bé cười thật tươi. Chạy theo cánh bướm. Gió hát bài ca. Làm cây đung đưa. Bé yêu đất trời. Muốn giữ mãi xanh.",
      "class": 5,
      "type": "poem"
    },
    {
      "content": "Bé học bài mới. Sách vở thật hay. Cô dạy về cây. Cây giúp không khí. Bé trồng cây nhỏ. Cây lớn cùng bé. Bé yêu bạn bè. Cùng học thật vui.",
      "class": 6,
      "type": "sentence"
    },
    {
      "content": "Bé có vườn cây. Cây do bé trồng. Mỗi ngày bé tưới. Cây xanh mướt mát. Bạn Nam giúp bé. Hai bạn chăm cây. Bé học được nhiều. Về cách yêu thiên nhiên.",
      "class": 6,
      "type": "paragraph"
    },
    {
      "content": "Cây xanh trước nhà. Lá reo trong gió. Bé ngồi học bài. Nghe chim ríu ran. Bạn bè cùng bé. Trồng thêm cây mới. Để trời mãi xanh. Để đời thêm vui.",
      "class": 6,
      "type": "poem"
    },
    {
      "content": "Bé yêu đất nước. Việt Nam thật đẹp. Núi cao, sông dài. Biển xanh lấp lánh. Bé học lịch sử. Về các anh hùng. Bé muốn lớn lên. Làm quê thêm giàu.",
      "class": 7,
      "type": "sentence"
    },
    {
      "content": "Bé đọc sách hay. Sách kể về biển. Biển xanh rộng lớn. Có cá và tôm. Bé mơ đi xa. Xem biển thật đẹp. Bé giữ biển sạch. Không vứt rác bừa.",
      "class": 7,
      "type": "paragraph"
    },
    {
      "content": "Biển xanh sóng vỗ. Miền xa lấp lánh. Bé mơ một ngày. Đi khắp quê hương. Núi cao dựng đứng. Che chở làng quê. Bé yêu đất nước. Muốn giữ trời xanh.",
      "class": 7,
      "type": "poem"
    },
    {
      "content": "Bé học chăm chỉ. Muốn làm khoa học. Tìm cách giúp người. Trồng cây xanh mãi. Bé yêu trường học. Thầy cô như cha. Bé chia sẻ vui. Với bạn bè thân.",
      "class": 8,
      "type": "sentence"
    },
    {
      "content": "Bé thích học toán. Toán giúp bé nghĩ. Bé giải bài khó. Cùng bạn trong lớp. Thầy dạy bé rằng. Học là để lớn. Bé mơ làm nhà. Xây cầu cho quê.",
      "class": 8,
      "type": "paragraph"
    },
    {
      "content": "Sách mở giấc mơ. Dẫn bé đi xa. Thầy cô dạy mãi. Những điều thật hay. Bé nhìn trời xanh. Muốn làm chim bay. Mang niềm vui đến. Khắp mọi nơi xa.",
      "class": 8,
      "type": "poem"
    },
    {
      "content": "Bé học văn hay. Văn kể chuyện đời. Bé viết bài thơ. Về mẹ dịu hiền. Bé yêu công nghệ. Máy tính thật vui. Bé muốn sáng tạo. Giúp đời tốt hơn.",
      "class": 9,
      "type": "sentence"
    },
    {
      "content": "Bé học về môi trường. Rừng xanh rất quý. Bé biết rừng giữ. Không khí trong lành. Bé cùng bạn bè. Trồng cây ở trường. Bé mơ trái đất. Mãi xanh như mơ.",
      "class": 9,
      "type": "paragraph"
    },
    {
      "content": "Rừng xanh bát ngát. Giữ cho đời vui. Bé trồng cây nhỏ. Dưới nắng ngậm ngùi. Mơ ngày mai đến. Trái đất xanh hơn. Bé mang hy vọng. Làm đời thêm xanh.",
      "class": 9,
      "type": "poem"
    },
    {
      "content": "Bé học lịch sử. Biết ơn tổ tiên. Họ giữ đất nước. Qua bao gian khó. Bé yêu hòa bình. Mong thế giới vui. Bé học thật giỏi. Để xây quê hương.",
      "class": 10,
      "type": "sentence"
    },
    {
      "content": "Bé đọc về chiến tranh. Xưa ông cha mạnh mẽ. Họ bảo vệ quê hương. Để bé có hôm nay. Bé cảm ơn quá khứ. Bé học để dựng xây. Bé muốn đất nước. Mạnh giàu hơn nữa.",
      "class": 10,
      "type": "paragraph"
    },
    {
      "content": "Quê hương là máu. Tổ tiên để lại. Bé mang trong tim. Niềm tự hào mãi. Học hành chăm chỉ. Dựng xây đất nước. Để đời mai sau. Rực rỡ quê hương.",
      "class": 10,
      "type": "poem"
    },
    {
      "content": "Bé mơ làm thầy. Dạy trẻ thơ vui. Bé học văn hóa. Giữ nét quê hương. Bé yêu công bằng. Giúp người khó khăn. Bé tin ước mơ. Sẽ thành sự thật.",
      "class": 11,
      "type": "sentence"
    },
    {
      "content": "Bé nghĩ về tương lai. Muốn làm điều tốt. Bé học về thế giới. Có nhiều điều hay. Bé biết chia sẻ. Giúp bạn bè vui. Bé mong mọi người. Sống trong hòa bình.",
      "class": 11,
      "type": "paragraph"
    },
    {
      "content": "Ước mơ như gió. Bay xa muôn nơi. Bé mang khát vọng. Làm đời sáng ngời. Học hành chăm chỉ. Giữ lòng trong sạch. Để mai lớn lên. Tỏa sáng quê hương.",
      "class": 11,
      "type": "poem"
    },
    {
      "content": "Bé học cuối cấp. Chuẩn bị tương lai. Bé muốn giúp đời. Làm quê thêm đẹp. Bé yêu gia đình. Cảm ơn thầy cô. Bé tin bản thân. Sẽ làm nên kỳ tích.",
      "class": 12,
      "type": "sentence"
    },
    {
      "content": "Bé sắp rời trường. Lòng đầy lưu luyến. Thầy cô dạy bé. Làm người tử tế. Bé nhớ bạn bè. Những ngày vui chơi. Bé sẽ cố gắng. Để đời ý nghĩa hơn.",
      "class": 12,
      "type": "paragraph"
    },
    {
      "content": "Ngày mai rộng mở. Bé bước hiên ngang. Mang theo giấc mơ. Xây đời rực sáng. Thầy cô bạn bè. Mãi trong tim bé. Quê hương đất nước. Bé nguyện vươn xa.",
      "class": 12,
      "type": "poem"
    }
  ]
}